Repository: isabelrios/firefox-ios
Catalog: focus-ios/Shared/*.lproj/AuthenticationManager.strings
Languages: be

source: After 1 hour
be: Праз 1 гадзіну

source: After 1 minute
be: Праз 1 хвіліну

source: After 5 minutes
be: Праз 5 хвілін

source: After 10 minutes
be: Праз 10 хвілін

source: After 15 minutes
be: Праз 15 хвілін

source: Change Passcode
be: Змяніць код-пароль

source: Enter a new passcode
be: Увядзіце новы код-пароль

source: Enter a passcode
be: Увядзіце код-пароль

source: Enter passcode
be: Увядзіце код-пароль

source: Enter Passcode
be: Увядзіце код-пароль

source: Face ID & Passcode
be: Face ID і код-пароль

source: Immediately
be: Неадкладна

source: Incorrect passcode. Try again (Attempts remaining: %d).
be: Няправільны код-пароль. Паспрабуйце яшчэ раз (засталося спробаў: %d).

source: Incorrect passcode. Try again.
be: Няправільны код-пароль. Паспрабуйце зноў.

source: Maximum attempts reached. Please try again in an hour.
be: Дасягнута максімальная колькасць спробаў. Калі ласка, паспрабуйце зноў праз гадзіну.

source: Maximum attempts reached. Please try again later.
be: Дасягнута максімальная колькасць спробаў. Калі ласка, паспрабуйце зноў пазней.

source: New passcode must be different than existing code.
be: Новы код-пароль павінен адрознівацца ад існуючага.

source: Passcode For Logins
be: Код-пароль для лагінаў

source: Passcodes didn’t match. Try again.
be: Код-паролі не супадаюць. Паспрабуйце зноў.

source: Re-enter passcode
be: Увядзіце код-пароль ізноў

source: Require Passcode
be: Зноў патрабаваць код-пароль

source: Set Passcode
be: Задаць код-пароль

source: Touch ID & Passcode
be: Touch ID і код-пароль

source: touchid.disable.reason.label
be: Выкарыстайце адбітак пальца, каб адключыць Touch ID.

source: touchid.require.passcode.reason.label
be: Выкарыстайце адбітак пальца, каб атрымаць доступ да канфігурацыі інтэрвалу патрабавання код-пароля.

source: Turn Passcode Off
be: Адключыць код-пароль

source: Turn Passcode On
be: Уключыць код-пароль

source: Use Face ID
be: Выкарыстоўваць Face ID

source: Use Touch ID
be: Выкарыстоўваць Touch ID

source: Use your fingerprint to access Logins now.
be: Выкарыстайце адбітак пальца, каб атрымаць доступ да лагінаў зараз.
