Repository: isabelrios/firefox-ios
Catalog: focus-ios/WidgetKit/*.lproj/WidgetIntents.strings
Languages: de, pt_pt, ru, sk, tr, tt

# 2GqvPe
source: Go to Copied Link
de: Link in der Zwischenablage aufrufen
pt_pt: Ir para a ligação copiada
ru: Перейти по скопированной ссылке
sk: Prejsť na skopírovaný odkaz
tr: Kopyalanan linke git
tt: Копияләнгән сылтамага күчү

# eHmH1H
source: Clear Private Tabs
de: Private Tabs löschen
pt_pt: Limpar separadores privados
ru: Очистить приватные вкладки
sk: Vymazať súkromné karty
tr: Gizli sekmeleri temizle
tt: Хосусый табларны ябу

# eqyNJg
source: Quick Action
de: Schnellaktion
pt_pt: Ação rápida
ru: Быстрое действие
sk: Rýchla akcia
tr: Hızlı Eylem
tt: Тиз гамәл

# eV8mOT
source: Quick Action Type
de: Typ der Schnellaktion
pt_pt: Tipo de ação rápida
ru: Вид быстрого действия
sk: Typ rýchlej akcie
tr: Hızlı Eylem Türü
tt: Тиз гамәл төре

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
de: Es gibt ${count} Optionen, die mit „Link in der Zwischenablage aufrufen“ übereinstimmen.
pt_pt: Existem {count} opções que correspondem a ‘Ir para a ligação copiada’.
ru: Есть ${count} способ(ов) для «Перехода по скопированной ссылке».
sk: Počet možností pre „Prejsť na skopírovaný odkaz“: ${count}.
tr: ‘Kopyalanan linke git’ ile eşleşen ${count} seçenek var.

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
de: Es gibt ${count} Optionen, die mit „Private Tabs löschen“ übereinstimmen.
pt_pt: Existem ${count} opções que correspondem a ‘Limpar separadores privados’.
ru: Есть ${count} способ(ов) для «Очистки приватных вкладок».
sk: Počet možností pre „Vymazať súkromné karty“: ${count}.
tr: ‘Gizli sekmeleri temizle’ ile eşleşen ${count} seçenek var.

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
de: Es gibt ${count} Optionen, die mit Neue private Suche“ übereinstimmen.
pt_pt: Existem ${count} opções que correspondem a ‘Nova pesquisa privada’.
ru: Есть ${count} способ(ов) для «Нового приватного поиска».
sk: Počet možností pre „Nové súkromné hľadanie“: ${count}.
tr: ‘Yeni gizli arama’ ile eşleşen ${count} seçenek var.

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
de: Es gibt ${count} Optionen, die mit „Neue Suche“ übereinstimmen.
pt_pt: Existem ${count} opções que correspondem a ‘Nova pesquisa’.
ru: Есть ${count} способ(ов) для «Нового поиска».
sk: Počet možností pre „Nové hľadanie“: ${count}.
tr: ‘Yeni arama’ ile eşleşen ${count} seçenek var.

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
de: Sollte wirklich „Link in der Zwischenablage aufgerufen“ ausgewählt werden?
pt_pt: Apenas para confirmar, você queria ‘Ir para a ligação copiada’?
ru: Вы действительно хотите «Перейти по скопированной ссылке»?
sk: Len na potvrdenie, chceli ste „prejsť na skopírovaný odkaz“?
tt: "Копияләнгән сылтаманы ачу"ны раслыйсызмы?

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
de: Sollte wirklich „Private Tabs löschen“ ausgewählt werden?
pt_pt: Apenas para confirmar, você queria ‘Limpar separadores privados’?
ru: Вы действительно хотите «Очистить приватные вкладки»?
sk: Len na potvrdenie, chceli ste „vymazať súkromné karty“?
tt: "Хосусый табларны чистарту"ны раслыйсызмы?

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
de: Sollte wirklich „Neue private Suche“ ausgewählt werden?
pt_pt: Apenas para confirmar, você queria uma ‘Nova pesquisa privada’?
ru: Вы действительно хотите начать «Новый приватный поиск»?
sk: Len na potvrdenie, chceli ste vybrať „nové súkromné hľadanie“?
tt: "Яңа хосусый эзләү"не раслыйсызмы?

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
de: Sollte wirklich „Neue Suche“ ausgewählt werden?
pt_pt: Apenas para confirmar, você queria uma ‘Nova pesquisa’?
ru: Вы действительно хотите начать «Новый поиск»?
sk: Len na potvrdenie, chceli ste vybrať „nové hľadanie“?
tt: "Яңа эзләү"не раслыйсызмы?

# scEmjs
source: New Private Search
de: Neue private Suche
pt_pt: Nova pesquisa privada
ru: Новый приватный поиск
sk: Nové súkromné hľadanie
tr: Yeni gizli arama
tt: Яңа хосусый эзләү

# w9jdPK
source: Quick Action
de: Schnellaktion
pt_pt: Ação rápida
ru: Быстрое действие
sk: Rýchla akcia
tr: Hızlı Eylem
tt: Тиз гамәл

# xRJbBP
source: New Search
de: Neue Suche
pt_pt: Nova pesquisa
ru: Новый поиск
sk: Nové hľadanie
tr: Yeni arama
tt: Яңа эзләү
